Repository: ricardodebeijer/RpiRoadbook
Catalog: RpiRoadbook/locales/*/LC_MESSAGES/rpiroadbook.po
Languages: fr, it

source: Totalisateur
it: Distanza

source: Vitesse
it: Velocita

source: Vmoy1
it: Vel.media1

source: Vmax1
it: Vel.max1

source: Vmoy2
it: Vel.media2

source: Vmax2
it: Vel.max2

source: Decompte
it: Countdown

source: Heure
it: Orario

source: Demarrage automatique dans 5s...
it: Riavvio in 5s...

source: Selectionnez le roadbook a charger :
it: Selezione roadbook:

source: (moins)
it: (Precedente)

source: (En cours)
it: (Attuale)

source: (plus)
it: (Successivo)

source: Demarrage automatique dans {:1.0f}s...
it: Riavvio in {:1.0f}s..

source: Aucun roadbook present.
it: Roadbook non trovato

source: Appuyez sur un bouton pour revenir
it: Premi pulsante per ritornare

source: au menu en mode Route
it: Modalita Stradale

source: Mode :
it: Modalita:

source: Jour/Nuit :
it: Giorno/Notte:

source: Orientation :
it: Orientamento:

source: Portrait
it: Ritratto verticale

source: Jour
it: Giorno

source: Nuit
it: Notte

source: Paysage
it: Paesaggio

source: Paysage
it: Paesaggio

source: Roue :
it: Dimensione Ruota:

source: Nb aimants :
it: Magneti:

source: Date :
it: Data:

source: Heure:
it: Orario:

source: Preparation du roadbook... Patience...
it: Roadbook in preparazione..Attendere

source: Conversion des cases en cours...
it: Conversione dei Waypoint...

source: Case {}/{}
it: Waypoint {}/{}

source: Format Tripy. Conversion en cours...
it: Tripy individuato. Conversione...

source: Pas le meme nombre de cases ! On verifie...
it: Waypoint non collimano. Controllo...

source: Case ins&eacute;r&eacute;e
it: Waypoint inserito

source: Erreur pas de donn&eacute;es
it: Errore nessun dato

source: Annotations
it: Note

source: Sauvegarder
it: Salva

source: RAZ Annot.
it: Azzera le note

source: Annulation
it: Annulla

source: Annulation du t&eacute;l&eacute;chargement :
it: Caricamento annullato

source: Pas de choix
it: Nulla selezionato

source: R&eacute;glage de l'horloge
it: Imposta orologio

source: Date:
it: Data:

source: Valider
it: OK

source: Configuration
it: Impostazioni

source: Case {} / {}<br>
it: Waypoint {} / {}<br>

source: Conversion
it: Conversione

source: Traitement en cours. Veuillez patienter
it: Elaborazione. Attendere

source: La liste des cases appara&icirc;tra une fois la conversion termin&eacute;e (environ 1 seconde/case)
it: Waypoint saranno visibili dopo la elaborazione (richiede 1sec/waypoint)

source: Gestionnaire du RpiRoadbook
it: Rpiroadbook Centro di Controllo

source: Changement de mode
it: Cambia modalita

source: Route
it: Strada

source: Nom du roadbook (clic pour annoter)
it: Roadbook (clicca per le note)

source: Ajouter un Roadbook
it: Aggiungi un Roadbook

source: Etes-vous s&ucirc;r de vouloir supprimer ?
it: Sicuro di voler cancellare?

source: Supprimer les roadbooks s&eacute;lectionn&eacute;s
it: Rimuovi i roadbook selezionati

source: Personnaliser les &eacute;crans
it: Impostazioni schermo

source: Nouveau mode :
it: Nuova modalit&agrave;:

source: Attendez 5 secondes et red&eacute;marrez le RpiRoadbook
it: Attesa 5sec e poi riavvio Rpiroadbook

source: Configurer
it: Impostazioni

source: Personnaliser les affichages
it: Impostazioni schermo

source: Mise &agrave; jour Firmware
it: Aggiornamento firmware

source: S&eacute;lectionnez le firmware &agrave; t&eacute;l&eacute;charger :
it: Scegli un firmware da caricare:

source: T&eacute;l&eacute;charger le firmware...
it: Caricamento firmware...

source: Ajout de roadbooks
it: Aggiungi Roadbooks

source: Apercu du fichier {}
it: Anteprima : {}

source: Aucun fichier t&eacute;l&eacute;charg&eacute;
it: Nessun file caricato

source: NB Colonnes
it: Colonne

source: NB Lignes par colonne
it: Righe per colonna

source: Marge haute (mm)
it: Margine superiore(mm)

source: Marge basse (mm)
it: Margine inferiore (mm)

source: Lecture de bas en haut
it: Lettura dal basso verso alto

source: Annuler
it: Annulla

source: Apercu de la 1&egrave;re case
it: Anteprima primo waypoint

source: Retour &agrave la configuration d'usine
it: Reset

source: Fichiers supprim&eacute;s :
it: Files rimosssi:

source: Case supprim&eacute;e
it: Waipoint cancellato

source: Annotation supprim&eacute;e
it: Nota cancellata

source: Suppression de roadbooks
it: Rimuovi roadbook

source: Ajuster l'horloge
it: Impostazione orologio

source: MAJ Firmware
it: Aggiornamento firmware

source: Image sauvegard&eacute;e
it: Nota salvata

source: Erreur pas de donn&eacute;es image
it: Errore nessun file immagine

source: R&eacute;glage sauvegard&eacute; :
it: Impostazioni salvate

source: Mise &agrave; jour de firmware
it: Firmware aggiornato

source: Firmware t&eacute;l&eacute;charg&eacute;.
it: Firmware caricato

source: Red&eacute;marrez le RpiRoadbook
it: Riavvio Rpiroadbook

source: pour appliquer la mise &agrave; jour.
it: Esegui nuovo firmware

source: Configuration des &eacute;crans
it: Impostazioni schermo

source: Configuration sauvegard&eacute;e !
it: Impostazioni salvate

source: Personnalisation des &eacute;crans
it: Impostazioni schermo

source: Configuration g&eacute;n&eacute;rale
it: Impostazioni generali

source: Configuration sauvegard&eacute;e :
it: Impostazioni salvate

source: Roue : {} mm
it: Dimensioni ruota : {} mm

source: Nb aimants : {}
it: Magneti : {}

source: Orientation : {}
it: Orientamento : {}

source: Sens de lecture : {}
it: Leggi da : {}

source: Langue : {}
it: Lingua : {}

source: Config. Usine
it: Reset

source: Configuration WIFI sauvegard&eacute;e :
it: Settaggio Wifi salvato:

source: Mot de passe : {}
it: Password : {}

source: Choisissez un &eacute;cran &agrave; personnaliser
it: Scegli schermo da impostare

source: Ecran 1
it: Schermo1

source: Ecran 2
it: Schermo2

source: Ecran 3
it: Schermo3

source: Ecran 4
it: Schermo4

source: Jour
it: Giorno

source: Nuit
it: Notte

source: 3 Champs
it: 3 Righe

source: 4 Champs
it: 4 Righe

source: 5 Champs
it: 5 Righe

source: 6 Champs
it: 6 Righe

source: Odom&egrave;tre
it: Distanza

source: Vitesse
it: Velocita

source: Moyenne1
it: Vel.media1

source: Moyenne2
it: Vel.media2

source: Chrono1
it: Orologio1

source: Chrono2
it: Orologio2

source: Decompte
it: Countdown

source: Vmax1
it: Vel.max1

source: Vmax2
it: Vel.max2

source: Heure
it: Orario

source: Configuration de la langue
it: Impostazione lingua

source: Langue modifi&eacute;e : {}.
it: Lingua modificata in:

source: Retour &agrave; l'accueil dans 5 secondes
it: Torno al menu base in 5 sec

source: Roue (en mm)
it: Dimensione Ruota(mm)

source: Aimant(s)
it: Magneti(s)

source: Orientation
it: Orientamento

source: Portrait
it: Ritratto verticale

source: Sens de lecture
it: Lettura

source: De Bas En Haut
it: Dal basso verso alto

source: De Haut En Bas
it: Da alto verso basso

source: Langue
it: Lingua

source: Epaisseur
it: Larghezza

source: Transparence
it: Trasparenza

source: Taille Police
it: Dimensione Font

source: Couleur du Fond :
it: Colore dello sfondo:

source: Noir
it: Nero

source: Blanc
it: Bianco

source: Transparent
it: Trasparente

source: Sauvegarder
it: Salva

source: Ins&eacute;rer
it: Inserisci

source: Supprimer
it: Rimuovi

source: Effacer ?
it: Cancello?

source: Epaisseur :
it: Larghezza:

source: Transparence :
it: Trasparenza:

source: Taille Police :
it: Dimensione Font:

source: Ajout d'un Roadbook
it: Aggiungi un Roadbook

source: S&eacute;lectionnez un fichier &agrave; t&eacute;l&eacute;charger :
it: Seleziona file ca caricare:

source: Pr&eacute;visualiser...
it: Anteprima...

source: Attention : une mauvaise mise &agrave; jour peut rendre votre RpiRoadbook non fonctionnel
it: Attenzione: un firmware sbagliato potrebbe manomettere Rpiroadbook

source: Etes-vous s&ucirc;r de vouloir continuer ?
it: Continuo?

source: Annuler et revenir &agrave; l'accueil
it: Annulla e torna al menu base

source: Etes-vous s&ucirc;r ?
it: Continuo?

source: Continuer
it: Continuo

source: Configuration usine
it: Reset di fabbrica

source: Le retour &agrave; la configuration usine effacera vos personnalisations
it: Il reset di fabbrica canceller&agrave; le tue impostazioni

source: (Param&egrave;tres et personalisation d'&eacute;crans)
it: (Impostazioni generali e schermo)

source: Les roadbooks et leurs annotations sont cependant gard&eacute;s !
it: I roadbook vengono mantenuti!

source: R&eacute;seau wifi (SSID) :
it: Wifi SSID :

source: Mot de passe :
it: Password :

source: Distance
fr: Totalisateur

source: Speed
fr: Vitesse

source: Avg.Speed1
fr: Vmoy1

source: MaxSpeed1
fr: Vmax1

source: Stopwatch1
fr: Chrono1

source: Avg.Speed2
fr: Vmoy2

source: MaxSpeed2
fr: Vmax2

source: StopWatch2
fr: Chrono2

source: Countdown
fr: Decompte

source: Time
fr: Heure

source: Select a roadbook :
fr: Selectionnez un roadbook :

source: AutoStart in 5s...
fr: Demarrage automatique dans 5s...

source: (prev)
fr: (prec)

source: (Current)
fr: (En cours)

source: (next)
fr: (suiv)

source: AutoStart in {:1.0f}s...
fr: Demarrage automatique dans {:1.0f}s...

source: No Roadbook detected.
fr: Aucun Roadbook present

source: Press a button to return
fr: Appuyez sur un bouton

source: To Road Mode
fr: Pour allerau mode Route

source: Magnets :
fr: Aimants :

source: Reset
fr: RAZ

source: Factory Reset :
fr: Reglages Usine
