Repository: ricardodebeijer/RpiRoadbook
Catalog: RpiRoadbook/static/locales/*/LC_MESSAGES/static.po
Languages: it

source: Waypoint inserted
it: Waypoint inserito

source: Error no data
it: Errore nessun dato

source: Notes
it: Note

source: Clear note
it: Azzera le note

source: Cancel
it: Annulla

source: Download canceled :
it: Caricamento annullato :

source: Date:
it: Data:

source: Time:
it: Orario:

source: Setup
it: Impostazioni

source: Conversion
it: Conversione

source: Working... Please wait
it: Eloborazione. Attendere

source: RpiRoadbook Control Center
it: RpiRoadbook Centro di Controllo

source: Mode Change
it: Cambia modalità

source: Road
it: Strada

source: Roadbook (click to note)
it: Roadbook (clicca per le note)

source: Add a Roadbook
it: Aggiungi un Roadbook

source: Are you sure you want to remove ?
it: Sicuro di voler cancellare?

source: Remove selected roadbooks
it: Rimuovi i roadbook selezionati

source: Screen Setup
it: Impostazioni schermo

source: Mode change
it: Cambia modalita

source: New mode :
it: Nuova modalità:

source: Please restart the RpiRoadbook
it: Riavvio RpiRoadbook

source: Orientation : {}
it: Orientamento : {}

source: Orientation
it: Orientamento

source: Portrait
it: Ritratto verticale

source: Transparent
it: Trasparente

source: Firmware update
it: Firmware aggiornato

source: Select a firmware file to upload :
it: Seleziona file ca caricare :

source: Upload firmware
it: Caricamento firmware

source: Add a roadbook
it: Aggiungi un Roadbook

source: Previewing file {}
it: Anteprima {}

source: No file uploaded
it: Nessun file caricato

source: Columns
it: Colonne

source: Rows per column
it: Righe per colonna

source: Upper margin (mm)
it: Margine superiore (mm)

source: Bottom margin (mm)
it: Margine inferiore (mm)

source: Read from bottom up
it: Lettura dal basso verso alto

source: First waypoint preview
it: Anteprima primo waypoint

source: Deleted files :
it: Files rimossi :

source: Waypoint deleted
it: Waipoint cancellato

source: Note deleted
it: Nota cancellata

source: Delete roadbook
it: Rimuovi roadbook

source: Roadbook deleted :
it: Files rimossi :

source: Note saved
it: Nota salvata

source: Settings saved :
it: Impostazioni salvate

source: Firmware Update
it: Firmware aggiornato

source: Firmware Uploaded.
it: Firmware caricato

source: Restart the RpiRoadbook
it: Riavvio Rpiroadbook

source: to apply new firmware
it: Esegui nuovo firmware

source: Screen Settings
it: Impostazioni schermo

source: Settings saved !
it: Impostazioni salvate

source: Main Settings
it: Impostazioni generali

source: Wheelsize : {} mm
it: Dimensioni ruota : {} mm

source: Magnets : {}
it: Magneti : {}

source: Reading : {}
it: Lettura

source: Trip Buttons, mode : {}
it: Modalita pulsante trip {}

source: RB Buttons, mode : {}
it: Modalita pulsante RB {}

source: Pull Buttons : {}
it: Pull pulsante : {}

source: Screen setup
it: Impostazioni schermo

source: Time adjust
it: Imposta orologio

source: Factory Reset
it: Reset di fabbrica

source: WIFI settings saved :
it: Settaggio Wifi salvato:

source: Screen settings
it: Impostazioni schermo

source: Choose a screen to setup
it: Scegli schermo da impostare

source: Screen 1
it: Schermo1

source: Screen 2
it: Schermo2

source: Screen 3
it: Schermo3

source: Screen 4
it: Schermo4

source: Day/Night
it: Giorno/Notte

source: Day
it: Giorno

source: Night
it: Notte

source: Layout
it: Profilo

source: 3 Lines
it: 3 Righe

source: 4 Lines
it: 4 Righe

source: 5 Lines
it: 5 Righe

source: 6 Lines
it: 6 Righe

source: Distance
it: Distanza

source: Speed
it: Velocità

source: Avg.Speed1
it: Vel.Media1

source: Avg.Speed2
it: Vel.Media2

source: StopWatch1
it: Chrono1

source: StopWatch2
it: Chrono2

source: Max.Speed1
it: Vel.Max1

source: Max.Speed2
it: Vel.Max2

source: Time
it: Orario

source: Language setting
it: Impostazione lingua

source: New language : {}.
it: Lingua modificata in : {}

source: Going back to Home in 5 secondes
it: Torno al menu base in 5 sec

source: Factory reset
it: Reset di fabbrica

source: Main settings
it: Impostazioni generali

source: Wheelsize (mm)
it: Dimensione Ruota(mm)

source: Magnet(s)
it: Magneti(s)

source: Landscape
it: Paesaggio

source: Reading
it: Lettura

source: From Bottom To Top
it: Dal basso verso alto

source: From Top To Bottom
it: Da alto verso basso

source: From Bottom to Top
it: Dal basso verso alto

source: Trip Buttons
it: Pulsanti Trip

source: Left/OK/Right
it: SX/OK/DX

source: Left/Right/OK
it: SX/DX/OK

source: RB Buttons
it: Pulsanti RB

source: Up/Down
it: SU/GIU

source: Down/Up
it: GIU/SU

source: Time Adjust
it: Imposta orologio

source: Goto...
it: Vai a…

source: Width
it: Larghezza

source: Transparency
it: Trasparenza

source: Font Size
it: Dimensione Font

source: Background Color :
it: Colore dello sfondo:

source: Black
it: Nero

source: White
it: Bianco

source: Save
it: Salva

source: Clear Note
it: Azzera le note

source: Insert
it: Inserisci

source: Delete
it: Rimuovi

source: Delete ?
it: Rimuovi ?

source: Width :
it: Larghezza:

source: Transparency :
it: Trasparenza:

source: Font Size :
it: Dimensione Font:

source: Select a file to upload :
it: Seleziona file ca caricare:

source: Preview...
it: Anteprima...

source: Warning : a wrong firmware can brick your RpiRoadbook
it: Attenzione: un firmware sbagliato potrebbe manomettere Rpiroadbook

source: Continue ?
it: Continuo?

source: Cancel and go back to Home
it: Annulla e torna al menu base

source: Are you sure ?
it: Sicuro ?

source: Continue
it: Continuo

source: Factory reset will delete your settings
it: Il reset di fabbrica cancellerà le tue impostazioni

source: (General and screen settings)
it: (Impostazioni generali e schermo)

source: But Roadbooks are kept !
it: I roadbook vengono mantenuti!

source: Main Setup
it: Impostazioni generali

source: Wifi network (SSID) :
it: Wifi SSID :

source: Clock setting
it: Imposta orologio

source: Clock setup
it: Imposta orologio

source: Converted Waypoints will appear below (Approx. 1 sec/waypoint)
it: Waypoint saranno visibili dopo la elaborazione (richiede 1sec/waypoint)
